docs/publications.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>HOME</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="./style.css" />
</head>
<body>
<div id="content" class="content">
<ul class="sidebar" id="mySideNav">
  <a href="javascript:void(0);" class="icon" onclick="myFunction()"><b>MENU</b></a>
  <a href="./index.html">Home</a>
  <a href="./research-topics/index.html">Research Topics</a>
  <a class="active" href="./publications.html">Publications</a>
  <a href="./projects/index.html">Projects</a>
  <a href="./bio.html">Bio</a>
</ul>

<div class="logo">
<a class="logo__link" title="Kanishak Vaidya" rel="home">
<div class="logo__item logo__text">
<div class="logo__title">Kanishak Vaidya</div>
<div class="logo__tagline">PhD fellow in IISc Bangalore</div>
</div></a>
<!-- div style="float:right;">
  <div class="toggle-light light" ></div >
</div-->
</div>

<script>
function myFunction() {
  var x = document.getElementById("mySideNav");
  if (x.className === "sidebar") {
    x.className += " responsive";
  } else {
    x.className = "sidebar";
  }
}
</script>

<div id="outline-container-org2d4facd" class="outline-2">
<h2 id="org2d4facd">Journals</h2>
<div class="outline-text-2" id="text-org2d4facd">
<ul class="org-ul">
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Multi-User PIR with Cyclic Wraparound Multi-Access Caches&rsquo;&rsquo;</b>. Entropy 2023, 25, 1228. <a href="https://doi.org/10.3390/e25081228">https://doi.org/10.3390/e25081228</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7d77cfe" class="outline-2">
<h2 id="org7d77cfe">Conferences</h2>
<div class="outline-text-2" id="text-org7d77cfe">
<ul class="org-ul">
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Cache-Aided Multi-User Private Information Retrieval using PDAs,&rsquo;&rsquo;</b> 2023 IEEE Information Theory Workshop (ITW), Saint-Malo, France, 2023, pp. 125-130, doi: 10.1109/ITW55543.2023.10161671. [<a href="https://ieeexplore.ieee.org/document/10161671/">IEEE</a>]</li>
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Private Information Delivery with Coded Storage,&rsquo;&rsquo;</b> 2022 - 2022 IEEE International Symposium on Information Theory (ISIT 2022), Espoo, Finland, 24 June &#x2013; 2 July 2022. [<a href="https://ieeexplore.ieee.org/document/9834634">IEEE</a>]</li>
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Distributed Computation: Privacy, Straggler Mitigation, and Security Against Colluding Workers,&rsquo;&rsquo;</b> 2020 - 2020 IEEE Global Communications Conference, 2020, pp. 1-6, doi: 10.1109/GLOBECOM42002.2020.9322092. [<a href="https://ieeexplore.ieee.org/document/9322092">IEEE</a>]</li>
</ul>
</div>
</div>

<div id="outline-container-org173a601" class="outline-2">
<h2 id="org173a601">Workshops</h2>
<div class="outline-text-2" id="text-org173a601">
<ul class="org-ul">
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Cache-Aided Multi-Access Multi-User Private Information Retrieval,&rsquo;&rsquo;</b> 2022 20th International Symposium on Modeling and Optimization in Mobile, Ad hoc, and Wireless Networks (WiOpt), Torino, Italy, 2022, pp. 246-253, doi: 10.23919/WiOpt56218.2022.9930597. [<a href="https://ieeexplore.ieee.org/document/9930597">IEEE</a>]</li>
</ul>
</div>
</div>

<div id="outline-container-org683f010" class="outline-2">
<h2 id="org683f010">ArXiv Submissions</h2>
<div class="outline-text-2" id="text-org683f010">
<ul class="org-ul">
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Cache-Aided Multi-User Private Information Retrieval using PDAs.&rsquo;&rsquo;</b> arXiv:2212.12979, 26 December 2022. [<a href="https://arxiv.org/abs/2212.12979">ArXiv Link</a>]</li>
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Multi-Access Cache-Aided Multi-User Private Information Retrieval,&rsquo;&rsquo;</b> arXiv:2201.11481, 9 Feb 2022. [<a href="https://arxiv.org/abs/2201.11481">ArXiv Link</a>]</li>
<li>Kanishak Vaidya and B. Sundar Rajan, <b>``Private Information Delivery with Coded Storage,&rsquo;&rsquo;</b> arXiv:2202.03803, 8 Feb 2022. [<a href="https://arxiv.org/abs/2202.03803">ArXiv Link</a>]</li>
</ul>
</div>
</div>
</div>
</body>
</html>
